<?php

return array (
  'account' => 
  array (
    'subtitle' => 'قم بإنشاء حسابك الأول لتسجيل الدخول إلى لوحة التحكم الخاصة بك',
    'title' => 'اعتماد الحساب',
  ),
  'app' => 
  array (
    'create' => 'انشاء',
    'export' => 'تصدير',
    'lock_account' => 'قفل الحساب',
    'member_since' => 'عضو منذ',
    'messages' => 'رسائل',
    'online' => 'متصل',
    'print' => 'طباعة',
    'profile' => 'الملف الشخصي',
    'reload' => 'إعادة تحميل',
    'reset' => 'إعادة تعيين',
    'search' => 'بحث',
    'settings' => 'إعدادات',
  ),
  'blocked' => 'تم حظر حسابك ، يرجى الاتصال بالمسؤول للحصول على مزيد من التفاصيل',
  'confirm_password' => 'تأكيد كلمة المرور',
  'confirm_passwords' => 
  array (
    'forgot_your_password' => 'نسيت رقمك السري؟',
    'send_pwd_confirm' => 'تاكيد',
    'title' => 'يرجى تأكيد كلمة المرور الخاصة بك قبل المتابعة.',
  ),
  'email' => 'بريد الالكتروني',
  'emails' => 
  array (
    'password' => 
    array (
      'reset_link' => 'انقر هنا لإعادة تعيين كلمة المرور الخاصة بك',
    ),
  ),
  'failed' => 'البيانات التالية هذه لا تتطابق مع سجلاتنا',
  'forgot_password' => 
  array (
    'send_pwd_reset' => 'إرسال رابط إعادة تعيين كلمة السر',
    'title' => 'أدخل البريد الإلكتروني لإعادة تعيين كلمة المرور',
  ),
  'full_name' => 'الاسم الكامل',
  'inactive' => 'غير نشط',
  'login' => 
  array (
    'admin' => 'دخول الادمن',
    'forgot_password' => 'هل نسيت كلمة السر ؟',
    'provider' => 'دخول شركة النقل',
    'register_membership' => 'ليس لديك حساب؟',
    'remember_me' => 'تذكرنى',
    'subtitle' => 'بيانات الحساب',
    'title' => 'تسجيل الدخول',
  ),
  'name' => 'الاسم',
  'password' => 'كلمة السر',
  'phone' => 'رقم الهاتف',
  'provider' => 
  array (
    'account' => 'الحساب',
    'title' => 'العنوان',
    'verify' => 'التاكيد',
  ),
  'register' => 'تسجيل',
  'registration' => 
  array (
    'have_membership' => 'هل لديك حساب؟',
    'i_agree' => 'أوافق على',
    'terms' => 'الشروط',
    'title' => 'تسجيل عضوية جديدة',
  ),
  'remember_me' => 'تذكرنى',
  'reset_password' => 
  array (
    'reset_pwd_btn' => 'إعادة تعيين كلمة السر',
    'title' => 'اعد ضبط كلمه السر',
  ),
  'sign_in' => 'تسجيل الدخول',
  'sign_out' => 'خروج',
  'sign_up' => 'اشتراك',
  'step' => 'هذه الخطوة :n',
  'throttle' => 'محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى في :seconds ثواني',
  'unapproved' => 'حسابك غير معتمد ، يرجى 
 الاتصال بالمسؤول للحصول على مزيد من التفاصيل',
  'username' => 'اسم المستخدم',
  'verify_email' => 
  array (
    'another_req' => 'انقر هنا لطلب آخر',
    'error' => 'الرابط غير صالح ، يرجى النقر على الرابط أدناه لطلب آخر.',
    'error_sending' => 'حدث خطأ ما أثناء إرسال رسالة التحقق.',
    'notice' => 'قبل المتابعة ، يرجى التحقق من بريدك الإلكتروني بحثًا عن رابط التحقق. إذا لم تستلم البريد الإلكتروني ،',
    'success' => 'تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني',
    'title' => 'تحقق من عنوان بريدك الإلكتروني',
    'verify_success' => 'لقد نجحت في التحقق من عنوان بريدك الإلكتروني.',
  ),
  'verify_phone' => 
  array (
    'another_req' => 'انقر هنا لطلب آخر',
    'error' => 'الرمز غير صالح ، الرجاء النقر فوق الارتباط أدناه لطلب آخر.',
    'error_sending' => 'حدث خطأ ما أثناء إرسال رمز التحقق.',
    'input' => 'رمز التحقق المكون من 6 أرقام',
    'notice' => 'قبل المتابعة ، يرجى التحقق من هاتفك بحثًا عن رمز التحقق ، إذا لم تصلك الرسائل القصيرة ،',
    'please_use_this_code' => 'الرجاء استخدام الرمز التالي لتاكيد حسابك',
    'subtitle' => 'أدخل رمز التحقق المكون من 6 أرقام المرسل إلى رقم هاتفك.',
    'success' => 'تم إرسال رمز تحقق جديد إلى رقم هاتفك',
    'title' => 'اكد على رقم هاتفك او جوالك',
    'verify_success' => 'لقد نجحت في التحقق من رقم هاتفك.',
  ),
);
