<?php

return array (
  'dismatch' => 'كلمة المرور لا تطابق كلمة مرورك الحالية.',
  'password' => 'يجب أن لا يقل طول كلمة المرور عن ستة أحرف، كما يجب أن تتطابق مع حقل التأكيد',
  'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
  'sent' => 'لقد أرسلنا عبر البريد الإلكتروني رابط إعادة تعيين كلمة المرور الخاصة بك!',
  'throttled' => 'الرجاء الانتظار قبل إعادة المحاولة.',
  'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
  'user' => 'لا يمكننا العثور على مستخدم بعنوان البريد الإلكتروني هذا.',
);
